2gua.rainbow-brackets
BadBoy17G.clara-copilot
hashicorp.terraform
ipedrazas.kubernetes-snippets
KevinRose.vsc-python-indent
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.powershell
p1c2u.docker-compose
redhat.vscode-yaml
SonarSource.sonarlint-vscode